# NAME_ROBOT = {'Алиса', 'Алис', 'Олиса', 'Лиса', 'алиса'}
NAME_ROBOT = {'Марк', 'марк', 'мар', 'мак', 'Марек'}

data_set = {

    "включи музыку": "qualia включаю",
    "куалиа": "qualia ща всё будет",
    "подрубай трек": "qualia уже включать? Хорошо...",
    "поехали, с музыкой": "qualia Я попробую что нибудь включить",
    "включишь, трэк": "qualia Я попробую что нибудь включить",

    "добавь заметку": "todo_list окей",
    "запиши заметку": "todo_list сейчас сделаю",
    "запиши на завтра": "todo_list добавлено",
    "надо не забыть": "todo_list сделано",
    "в заметки": "todo_list хорошо",

    "пора отдохнуть": "relax да, тебе стоит отвлечься",
    "я устал": "relax так отдохни",
    "поиграем": "relax запускаю?",
    "го кс го": "relax запускаю",

    # "выключай": "exet_robo отключение...",
    # "отключить": "exet_robo отключение...",
    # "завершить": "exet_robo отключение...",

    "как погода?": 'weather_day сейчас скажу',
    "на улице холодно?": 'weather_day сейчас скажу',
    "какая погода?": 'weather_day сейчас скажу',
    "завтра тепло?": 'weather_day сейчас скажу',

    "погода на пять дней?": 'weather_five сейчас скажу',
    "на следующие пять дней какая погода?": 'weather_five сейчас скажу',
    "мне бы на пять дней погоду узнать": 'weather_five сейчас скажу',

    "что такое": "wiki_definitions я нашла вот это",
    "что значит": "wiki_definitions кажется оно",
    "что обозначает": "wiki_definitions правильно?",
    "что означает": "wiki_definitions так?",

}
